Repository: E2OpenPlugins/e2openplugin-ShootYourScreen
Catalog: po/*.po
Languages: fa

source: Skin resolution
fa: رزولیشن پوسته ها

source: no message
fa: بدون پیام

source: make Screenshots with your VU+
fa: ساخت تصاویر با استفاده از رسیور ویو پلاس

source: Grabbing Screenshot failed !!!
fa: گرفتن عکس ناموفق بود !!!

source: Exit
fa: خارج شدن

source: Save
fa: ذخیره سازی

source: Default
fa: پیش فرض

source: Enable ShootYourScreen :
fa: فعال سازی تصویر عکس گرفته شده در صفحه نمایش شما

source: Screenshot of :
fa: تصاویری از :

source: Format for screenshots :
fa: فرمت تصاویر

source: Quality of jpg picture :
fa: کیفیت تصاویر

source: Picture size (width) :
fa: اندازه تصاویر

source: Path for screenshots :
fa: مسیر برای تصاویر

source: Switch Help and Help long button :
fa: تغییر راهنما و نگاه داشتن طولانی دکمه راهنما

source: Timeout for info message :
fa: اتمام زمان نمایش اطلاعات :

source: Really close without saving settings?
fa: آیا واقعا بدون ذخیره سازی تنظیمات قصد بستن را دارید ؟

source: Reset ShootYourScreen settings to defaults?
fa: بازگرداندن به تصویر پیش فرض و حذف تصویر عکس گرفته شده
